console.log('Задание 1');

// Шаг 1: Создайте переменную с температурой в градусах Цельсия
let celsius = 25;
// Шаг 2: Преобразуйте температуру в градусы Фаренгейта
let fahrenheit = (9 / 5) * celsius + 32;
// Шаг 3: Выведите результаты в консоль
console.log('Температура в градусах Цельсия:', celsius);
console.log('Температура в градусах Фаренгейта:', fahrenheit);

console.log('Задание 2');

// Шаг 1: Создайте переменную и присвойте ей свое имя
let name = 'Мурмяу';
// Шаг 2: Создайте переменную admin и присвойте ей значение из переменной name
let admin = name;
// Шаг 3: Выведите значение переменной admin в консоль
console.log('Значение переменной admin:', admin);